Repository: 1823616178/uwpsshtool
Catalog: src/SshTool.App/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn

# Licenses_Header.Title
source: Open Source Licenses
zh_cn: 开源许可

# Licenses_OssHeader.Title
source: Open Source Components
zh_cn: 开源组件

# Licenses_FontsHeader.Title
source: Font Licenses
zh_cn: 字体许可

# KeyImport_PasteBox.Header
source: Paste Private Key
zh_cn: 粘贴私钥

# KeyGen_TypeEd25519.Content
source: ED25519 (Recommended)
zh_cn: ED25519（推荐）

# KeyDetail_Title.Title
source: Key Details
zh_cn: 密钥详情

# KeyDetail_NameBox.Header
source: Name
zh_cn: 名称

# KeyDetail_Rename.Content
source: Save Name
zh_cn: 保存名称

# KeyDetail_TypeLabel.Text
source: Type
zh_cn: 类型

# KeyDetail_BitsLabel.Text
source: Bits
zh_cn: 位数

# KeyDetail_FormatLabel.Text
source: Format
zh_cn: 格式

# KeyDetail_EncryptedLabel.Text
source: Encrypted
zh_cn: 已加密

# KeyDetail_CreatedLabel.Text
source: Created
zh_cn: 创建时间

# KeyDetail_FingerprintLabel.Text
source: Fingerprint
zh_cn: 指纹

# KeyDetail_PublicKeyLabel.Text
source: Public Key
zh_cn: 公钥

# KeyDetail_Copy.Content
source: Copy
zh_cn: 复制

# KeyDetail_Share.Content
source: Share
zh_cn: 分享

# KeyDetail_UsedByLabel.Text
source: Used By
zh_cn: 使用它的主机

# KeyDetail_NoHosts.Text
source: No hosts use this key
zh_cn: 没有主机使用该密钥

# KeyDetail_Export.Content
source: Export Private Key
zh_cn: 导出私钥

# KeyDetail_Delete.Content
source: Delete Key
zh_cn: 删除密钥

# SnippetEdit_SaveButton.Label
source: Save
zh_cn: 保存

# SnippetEdit_DeleteButton.Label
source: Delete
zh_cn: 删除

# SnippetEdit_CancelButton.Label
source: Cancel
zh_cn: 取消

# SnippetEdit_Save
source: Save
zh_cn: 保存

# SnippetEdit_Delete
source: Delete Snippet
zh_cn: 删除片段

# SnippetEdit_Section_Basic.Header
source: Basic Info
zh_cn: 基本信息

# SnippetEdit_Section_Content.Header
source: Content
zh_cn: 内容

# SnippetEdit_NameBox.Header
source: Name *
zh_cn: 名称 *

# SnippetEdit_GroupBox.Header
source: Group
zh_cn: 分组

# SnippetEdit_GroupBox.PlaceholderText
source: Type to create a new group
zh_cn: 可输入新分组

# SnippetEdit_ContentBox.Header
source: Content *
zh_cn: 内容 *

# SnippetEdit_SendEnter.Content
source: Send Enter After
zh_cn: 发送后回车

# AppearanceEdit_SaveButton.Label
source: Save
zh_cn: 保存

# AppearanceEdit_ResetButton.Label
source: Revert
zh_cn: 还原

# AppearanceEdit_DuplicateButton.Label
source: Duplicate as New Theme
zh_cn: 复制为新主题

# AppearanceEdit_Save
source: Save
zh_cn: 保存

# AppearanceEdit_Reset
source: Reset
zh_cn: 还原

# AppearanceEdit_Duplicate
source: Duplicate as New Theme
zh_cn: 复制为新主题

# AppearanceEdit_Section_Font.Header
source: Font & Layout
zh_cn: 字体与排版

# AppearanceEdit_Section_BaseColors.Header
source: Base Colors
zh_cn: 基础颜色

# AppearanceEdit_Section_AnsiColors.Header
source: ANSI Colors
zh_cn: ANSI 16 色

# AppearanceEdit_Section_Cursor.Header
source: Cursor Appearance
zh_cn: 光标外观

# AppearanceEdit_PivotFont.Header
source: Font
zh_cn: 字体

# AppearanceEdit_NameBox.Header
source: Name
zh_cn: 名称

# AppearanceEdit_BoldWeight.Header
source: Bold Uses Heavy Weight
zh_cn: 粗体用粗字重

# AppearanceEdit_BoldBright.Header
source: Bold Uses Bright Color
zh_cn: 粗体用亮色

# AppearanceEdit_PivotColor.Header
source: Colors
zh_cn: 颜色

# AppearanceEdit_FgLabel.Text
source: Foreground
zh_cn: 前景

# AppearanceEdit_BgLabel.Text
source: Background
zh_cn: 背景

# AppearanceEdit_CursorLabel.Text
source: Cursor
zh_cn: 光标

# AppearanceEdit_SelectionLabel.Text
source: Selection
zh_cn: 选区

# AppearanceEdit_PivotCursor.Header
source: Cursor
zh_cn: 光标

# AppearanceEdit_CursorStyle.Header
source: Cursor Style
zh_cn: 光标样式

# AppearanceEdit_CursorBlock.Content
source: Block
zh_cn: 方块

# AppearanceEdit_CursorBar.Content
source: Bar
zh_cn: 竖线

# AppearanceEdit_CursorUnderline.Content
source: Underline
zh_cn: 下划线

# AppearanceEdit_CursorBlink.Header
source: Cursor Blink
zh_cn: 光标闪烁

# AppearanceList_NewButton.Label
source: New
zh_cn: 新建

# AppearanceList_ImportButton.Label
source: Import
zh_cn: 导入

# AppearanceList_Title.Title
source: Appearance
zh_cn: 外观

# AppearanceList_SetDefault.Content
source: Set as Default
zh_cn: 设为默认

# AppearanceList_MenuEdit.Text
source: Edit
zh_cn: 编辑

# AppearanceList_MenuDuplicate.Text
source: Duplicate as New Theme
zh_cn: 复制为新主题

# AppearanceList_MenuDelete.Text
source: Delete
zh_cn: 删除

# Shortcut_Title.Title
source: Shortcuts
zh_cn: 快捷键

# Shortcut_Subtitle.Text
source: Tap Record, then press a new key combination. Defaults include Shift to avoid clobbering terminal keys.
zh_cn: 点击录制后按下新组合；默认组合都带 Shift，避免抢占终端按键

# Shortcut_Record.Content
source: Record
zh_cn: 录制

# Shortcut_Reset
source: Reset to Default
zh_cn: 恢复默认

# Shortcut_Section_List.Header
source: Shortcuts List
zh_cn: 快捷键列表

# KeyBarEditor_Title.Title
source: Key Bar Layout
zh_cn: 键条布局

# KeyBarEditor_Subtitle.Text
source: Changes take effect immediately; the new layout is used next time you open a terminal.
zh_cn: 更改立即生效，下次打开终端时使用新布局

# KeyBarEditor_AvailableHeader.Text
source: Available Keys
zh_cn: 可用键

# KeyBarEditor_Reset
source: Reset to Default
zh_cn: 恢复默认

# KeyBarEditor_Section_Available.Header
source: Available Keys
zh_cn: 可用键

# KeyBarEditor_Section_Selected.Header
source: Selected Keys
zh_cn: 已选键

# KeyBarEditor_SelectedHeader.Text
source: Selected Keys
zh_cn: 已选键

# KeyBarEditor_Add.Content
source: Add →
zh_cn: 添加 →

# KeyBarEditor_Remove.Content
source: ← Remove
zh_cn: ← 移除

# KeyBarEditor_MoveUp.Content
source: Move Up
zh_cn: 上移

# KeyBarEditor_MoveDown.Content
source: Move Down
zh_cn: 下移

# GroupManage_AddButton.Label
source: New
zh_cn: 新建

# GroupManage_AddGroup
source: New Group
zh_cn: 新建分组

# GroupManage_Section_Edit.Header
source: Edit Group
zh_cn: 编辑分组

# GroupManage_Title.Title
source: Groups
zh_cn: 分组管理

# GroupManage_NameBox.Header
source: Name
zh_cn: 名称

# GroupManage_MoveUp.Content
source: Move Up
zh_cn: 上移

# GroupManage_MoveDown.Content
source: Move Down
zh_cn: 下移

# GroupManage_Delete.Content
source: Delete
zh_cn: 删除

# Main_PivotHosts.Header
source: Hosts
zh_cn: 主机

# Main_PivotSessions.Header
source: Sessions
zh_cn: 会话

# Main_PivotTunnels.Header
source: Tunnels
zh_cn: 隧道

# Main_TunnelsEmpty.Title
source: No tunnels yet
zh_cn: 暂无隧道

# Main_TunnelsEmpty.Description
source: Forwards run in the background of active sessions.
zh_cn: 转发在会话后台运行。

# Main_QuickConnectButton.Label
source: Quick connect
zh_cn: 快速连接

# Main_NewButton.Label
source: New
zh_cn: 新建

# Main_AboutItem.Label
source: About
zh_cn: 关于

# Main_SignInItem.Label
source: Sign in
zh_cn: 登录

# Main_DevToolsItem.Label
source: Developer tools
zh_cn: 开发工具

# Main_LoadWarningTitle
source: Data file warnings
zh_cn: 数据文件有告警

# Hosts_SearchBox.PlaceholderText
source: Search hosts, addresses, users
zh_cn: 搜索主机、地址、用户

# Hosts_QuickConnectRowText.Text
source: Quick connect
zh_cn: 快速连接

# Hosts_QuickConnectGo.Content
source: Connect
zh_cn: 连接

# Hosts_Empty.Title
source: No hosts yet
zh_cn: 还没有主机

# Hosts_Empty.Description
source: Add a host, or sign in to sync your existing configuration.
zh_cn: 添加一台主机，或登录同步已有配置。

# Hosts_Empty.PrimaryText
source: Add host
zh_cn: 添加主机

# Hosts_Empty.SecondaryText
source: Sign in to sync
zh_cn: 登录同步

# Hosts_NoMatchesTitle
source: No hosts matching “{0}”
zh_cn: 没有匹配“{0}”的主机

# Hosts_NoMatchesPrimary
source: Connect to it
zh_cn: 用它快速连接

# HostRow_MenuConnect.Text
source: Connect
zh_cn: 连接

# HostRow_MenuNewSession.Text
source: New session
zh_cn: 新会话

# HostRow_MenuEdit.Text
source: Edit
zh_cn: 编辑

# HostRow_MenuDuplicate.Text
source: Duplicate as new host
zh_cn: 复制为新主机

# HostRow_MenuDelete.Text
source: Delete
zh_cn: 删除

# DevTools_PageHeader.Title
source: Developer tools
zh_cn: 开发工具

# DevTools_RowDebugConnect.Title
source: N10 Debug connection
zh_cn: N10 调试连接

# DevTools_RowVault.Title
source: S05 Vault self-check
zh_cn: S05 保险库自检

# DevTools_RowToken.Title
source: X03 Token gallery
zh_cn: X03 Token 画廊

# DevTools_RowRender.Title
source: SP04 Render stress
zh_cn: SP04 渲染压测

# DevTools_RowPerf.Title
source: Q01 Performance benchmark
zh_cn: Q01 性能基准

# DevTools_RowInput.Title
source: SP05 Input capture
zh_cn: SP05 输入采集

# DevTools_RowPlatform.Title
source: SP06 Platform spike
zh_cn: SP06 平台 Spike

# DevTools_RowGenHosts.Title
source: Generate 100 test hosts
zh_cn: 生成 100 台测试主机

# Settings_PageTitle
source: Settings
zh_cn: 设置

# Settings_Pivot_General.Header
source: General
zh_cn: 通用

# Settings_Pivot_Terminal.Header
source: Terminal
zh_cn: 终端

# Settings_Pivot_Keyboard.Header
source: Keyboard
zh_cn: 键盘

# Settings_Pivot_Connection.Header
source: Connection
zh_cn: 连接

# Settings_Pivot_About.Header
source: About
zh_cn: 关于

# Settings_PageHeader.Title
source: Settings
zh_cn: 设置

# Settings_Row_General.Title
source: General
zh_cn: 通用

# Settings_Row_Terminal.Title
source: Terminal
zh_cn: 终端

# Settings_Row_Keyboard.Title
source: Keyboard
zh_cn: 键盘

# Settings_Row_Connection.Title
source: Connection & Security
zh_cn: 连接与安全

# Settings_Row_Sync.Title
source: Sync
zh_cn: 同步

# Settings_Row_About.Title
source: About
zh_cn: 关于

# SettingsGeneral_Header.Title
source: General
zh_cn: 通用

# SettingsTerminal_Header.Title
source: Terminal
zh_cn: 终端

# SettingsKeyboard_Header.Title
source: Keyboard
zh_cn: 键盘

# SettingsConnection_Header.Title
source: Connection & Security
zh_cn: 连接与安全

# SettingsSync_Header.Title
source: Sync
zh_cn: 同步

# SettingsAbout_Header.Title
source: About
zh_cn: 关于

# Settings_General_Section_Appearance.Header
source: Appearance
zh_cn: 外观

# Settings_General_Section_Behavior.Header
source: Behavior & Lists
zh_cn: 行为与列表

# Settings_General_Section_Language.Header
source: Language
zh_cn: 语言

# Settings_Terminal_Section_Interaction.Header
source: Interaction & Feedback
zh_cn: 交互与反馈

# Settings_Terminal_Section_Cursor.Header
source: Cursor Appearance
zh_cn: 光标外观

# Settings_Keyboard_Section_KeyBar.Header
source: On-Screen Key Bar
zh_cn: 软键盘按键栏

# Settings_Keyboard_Section_Physical.Header
source: Hardware Keyboard & Shortcuts
zh_cn: 实体键盘与快捷键

# Settings_Keyboard_KeyBar_On
source: Key Bar On
zh_cn: 按键栏开启

# Settings_Keyboard_KeyBar_Off
source: Key Bar Off
zh_cn: 按键栏关闭

# Settings_Connection_Section_Display.Header
source: Display
zh_cn: 屏幕

# Settings_Connection_Section_KeepAlive.Header
source: Background & Disconnect
zh_cn: 后台与断线

# Settings_Connection_Section_Security.Header
source: Security
zh_cn: 安全

# Settings_Connection_Section_Network.Header
source: Reconnect & Timeout
zh_cn: 重连与超时

# Settings_Sync_Section_Poll.Header
source: Foreground Polling
zh_cn: 前台轮询

# Settings_Sync_Section_Account.Header
source: Account & Cloud Sync
zh_cn: 账号与云端同步

# Settings_Sync_Account_Desc.Text
source: Securely sync hosts, keys, themes, and snippets to your cloud vault across devices.
zh_cn: 将主机、密钥、外观和代码片段加密同步到云端保险库，在多台设备间保持一致。

# Settings_Sync_OpenAccountSync.Content
source: Manage Account & Sync…
zh_cn: 管理账号与同步…

# Settings_About_Section_Logging.Header
source: Logging
zh_cn: 日志

# Settings_Unit_Lines
source: {0} lines
zh_cn: {0} 行

# Settings_Unit_Times
source: {0} times
zh_cn: {0} 次

# Settings_Unit_Seconds
source: {0} sec
zh_cn: {0} 秒

# Settings_Unit_Minutes
source: {0} min
zh_cn: {0} 分钟

# Settings_Unit_Never
source: Never
zh_cn: 永不超时

# Settings_Unit_Keys
source: keys
zh_cn: 个键

# Settings_Unit_Conflicts
source: conflicts
zh_cn: 处冲突

# Settings_Unit_Actions
source: actions
zh_cn: 个动作

# Settings_Confirm_ClearLogs
source: Delete all local log files?
zh_cn: 删除本机全部日志文件？

# Settings_AppearanceFallback
source: System default
zh_cn: 系统默认

# Settings_Diagnostics_OsVersion
source: OS: {0}
zh_cn: 系统版本：{0}

# Settings_Diagnostics_DeviceFamily
source: Device: {0}
zh_cn: 设备系列：{0}

# Settings_Diagnostics_Memory
source: Memory: {0}
zh_cn: 内存：{0}

# Settings_Toast_ThemeChanged
source: Theme changed
zh_cn: 已切换主题

# Settings_Toast_AccentChanged
source: Accent changed
zh_cn: 已切换强调色

# Settings_Toast_LanguageChanged
source: Restart the app to apply
zh_cn: 重启应用后生效

# Settings_Toast_KeepScreenChanged
source: Keep-screen-on setting applied
zh_cn: 常亮设置已生效

# Settings_Toast_LogLevelChanged
source: Log level applied
zh_cn: 日志级别已生效

# Settings_Toast_DiagnosticsRefreshed
source: Diagnostics refreshed
zh_cn: 诊断信息已刷新

# Settings_Toast_DiagnosticsCopied
source: Diagnostics copied
zh_cn: 诊断信息已复制

# Settings_Toast_CopyFailed
source: Copy failed
zh_cn: 复制失败

# Settings_General_Theme.Header
source: Theme
zh_cn: 主题

# Settings_General_Theme_System
source: System
zh_cn: 跟随系统

# Settings_General_Theme_Dark
source: Dark
zh_cn: 深色

# Settings_General_Theme_Light
source: Light
zh_cn: 浅色

# Settings_General_Accent.Header
source: Use system accent color
zh_cn: 使用系统强调色

# Settings_General_Sort.Header
source: Host sort order
zh_cn: 主机排序

# Settings_General_Sort_Name
source: By name
zh_cn: 按名称

# Settings_General_Sort_Recent
source: By recent connection
zh_cn: 按最近连接

# Settings_General_QuickConnect.Header
source: Show quick connect card
zh_cn: 显示快速连接卡

# Settings_General_Haptics.Header
source: Haptic feedback
zh_cn: 触感反馈

# Settings_General_Language.Header
source: Language
zh_cn: 语言

# Settings_General_Language_System
source: System
zh_cn: 跟随系统

# Settings_General_Language_Zh
source: Simplified Chinese
zh_cn: 简体中文

# Settings_Terminal_Appearance_Header
source: Default appearance
zh_cn: 默认外观

# Settings_Terminal_FontSize_Header
source: Default font size
zh_cn: 默认字号

# Settings_Terminal_Scrollback_Header
source: Scrollback lines
zh_cn: 回滚行数

# Settings_Terminal_AltScroll_Arrows
source: Arrow keys
zh_cn: 方向键

# Settings_Terminal_AltScroll_Wheel
source: Scroll wheel
zh_cn: 滚轮

# Settings_Terminal_PasteConfirm.Header
source: Confirm before pasting multiple lines
zh_cn: 多行粘贴前确认

# Settings_Terminal_CursorBlink_Header
source: Cursor blink follows appearance
zh_cn: 光标闪烁跟随外观

# Settings_Keyboard_KeyBar.Header
source: Show key bar
zh_cn: 显示键条

# Settings_Keyboard_KeyBarLayout_Header
source: Key bar layout
zh_cn: 键条布局

# Settings_Keyboard_Backspace_Header
source: Backspace default
zh_cn: 退格默认发送

# Settings_Keyboard_Shortcuts_Header
source: Shortcuts
zh_cn: 快捷键表

# Settings_Connection_KeepScreen.Header
source: Keep screen on
zh_cn: 屏幕常亮

# Settings_Connection_KeepScreen_Never
source: Never
zh_cn: 从不

# Settings_Connection_KeepScreen_Session
source: When connected
zh_cn: 会话中有连接时

# Settings_Connection_KeepScreen_Always
source: Always
zh_cn: 总是

# Settings_Connection_KeepAlive.Header
source: Keep alive in background
zh_cn: 后台保持连接

# Settings_Connection_BgDisc.Header
source: Disconnect after N minutes in background
zh_cn: 后台 N 分钟后断开

# Settings_Connection_BgDisc_Off
source: Off
zh_cn: 关

# Settings_Connection_BgDisc_5
source: 5 min
zh_cn: 5 分钟

# Settings_Connection_BgDisc_15
source: 15 min
zh_cn: 15 分钟

# Settings_Connection_BgDisc_30
source: 30 min
zh_cn: 30 分钟

# Settings_Connection_BgDisc_60
source: 60 min
zh_cn: 60 分钟

# Settings_Connection_Reconnect_Header
source: Reconnect attempts
zh_cn: 自动重连次数

# Settings_Connection_Timeout_Header
source: Connection timeout
zh_cn: 连接超时

# Settings_Connection_AgentTimeout_Header
source: Agent key retention
zh_cn: Agent 密钥保留

# Settings_Connection_Poll_Header
source: Sync poll interval
zh_cn: 同步轮询间隔

# Settings_Connection_Poll_Off
source: Off
zh_cn: 关

# Settings_Connection_Poll_1
source: 1 min
zh_cn: 1 分钟

# Settings_Connection_Poll_5
source: 5 min
zh_cn: 5 分钟

# Settings_Connection_Poll_15
source: 15 min
zh_cn: 15 分钟

# Settings_About_Version_Header
source: Version
zh_cn: 版本

# Settings_About_LogLevel.Header
source: Log level
zh_cn: 日志级别

# Settings_About_LogLevel_Debug
source: Debug
zh_cn: 调试

# Settings_About_LogLevel_Info
source: Info
zh_cn: 信息

# Settings_About_LogLevel_Warn
source: Warning
zh_cn: 警告

# Settings_About_LogLevel_Error
source: Error
zh_cn: 错误

# Settings_About_ClearLogs
source: Clear logs
zh_cn: 清空日志

# Settings_About_Diagnostics_Header
source: Diagnostics
zh_cn: 诊断信息

# HostEdit_Section_Basic.Header
source: Connection
zh_cn: 基础连接

# HostEdit_Section_Auth.Header
source: Authentication
zh_cn: 认证

# HostEdit_Section_Terminal.Header
source: Terminal
zh_cn: 终端

# HostEdit_Section_Proxy.Header
source: Proxy / Jump Host
zh_cn: 代理/跳板

# HostEdit_Section_Advanced.Text
source: Advanced
zh_cn: 高级

# HostEdit_NameBox.Header
source: Name *
zh_cn: 名称 *

# HostEdit_HostBox.Header
source: Host *
zh_cn: 地址 *

# HostEdit_PortBox.Header
source: Port
zh_cn: 端口

# HostEdit_UserBox.Header
source: Username *
zh_cn: 用户名 *

# HostEdit_GroupBox.Header
source: Group
zh_cn: 分组

# HostEdit_KeepaliveBox.Header
source: Keepalive (sec)
zh_cn: 保活间隔(秒)

# HostEdit_PasswordBox.Header
source: Password
zh_cn: 密码

# HostEdit_KeyBox.Header
source: Private Key
zh_cn: 私钥

# HostEdit_PassphraseBox.Header
source: Passphrase
zh_cn: 密码短语

# HostEdit_AppearanceBox.Header
source: Appearance
zh_cn: 外观

# HostEdit_TermTypeBox.Header
source: Terminal Type
zh_cn: 终端类型

# HostEdit_JumpBox.Header
source: Jump Host
zh_cn: 跳板主机

# HostEdit_TmuxNameBox.Header
source: tmux Session Name
zh_cn: tmux 会话名

# HostEdit_InitBox.Header
source: Commands After Connect (one per line)
zh_cn: 连接后执行命令（每行一条）

# HostEdit_RememberPasswordSwitch.Header
source: Save on This Device
zh_cn: 保存在本机

# HostEdit_RememberPassphraseSwitch.Header
source: Save Passphrase
zh_cn: 保存短语

# HostEdit_BackspaceSwitch.Header
source: Backspace Sends Ctrl+H
zh_cn: 退格发送 Ctrl+H

# HostEdit_TmuxSwitch.Header
source: Auto-attach tmux
zh_cn: tmux 自动附着

# HostEdit_AuthPasswordRadio.Content
source: Password
zh_cn: 密码

# HostEdit_AuthKeyRadio.Content
source: Private Key
zh_cn: 私钥

# HostEdit_AuthAgentRadio.Content
source: In-app Agent
zh_cn: 应用内 Agent

# HostEdit_ManageGroups.Content
source: Manage Groups
zh_cn: 管理分组

# HostEdit_ManageAppearances.Content
source: Manage Appearances
zh_cn: 管理外观

# HostEdit_ImportKey.Content
source: Import
zh_cn: 导入

# HostEdit_GenerateKey.Content
source: Generate
zh_cn: 生成

# HostEdit_AddEnv.Content
source: Add Variable
zh_cn: 添加变量

# HostEdit_AddTunnel.Content
source: Add Tunnel
zh_cn: 添加隧道

# HostEdit_ClearFingerprint.Content
source: Clear
zh_cn: 清除

# HostEdit_LocalOnly.Text
source: Local Only
zh_cn: 仅本机

# HostEdit_HostFingerprint.Text
source: Host Fingerprint
zh_cn: 主机指纹

# HostEdit_EnvVars.Text
source: Environment Variables
zh_cn: 环境变量

# HostEdit_Tunnels.Text
source: Tunnels
zh_cn: 隧道

# HostEdit_TmuxNote.Text
source: Reconnects to the original session after disconnect/suspend. Recommended.
zh_cn: 断线/被系统挂起后重连回到原现场，推荐开启

# HostEdit_SyncPasswordNote.Text
source: Encrypted and uploaded when sync password is enabled.
zh_cn: 开启同步密码后会加密上传

# HostEdit_RemoveEnv.Content
source: Remove
zh_cn: 删除

# HostEdit_AdvancedToggle.Header
source: Advanced
zh_cn: 高级

# HostEdit_AdvancedToggle_Chevron
source: Expand or collapse advanced settings
zh_cn: 展开或收起高级设置

# HostEdit_Save
source: Save
zh_cn: 保存

# HostEdit_TestConnect
source: Test Connection
zh_cn: 测试连接

# HostEdit_AbandonTitle
source: Discard Changes?
zh_cn: 放弃修改？

# HostEdit_AbandonMessage
source: Unsaved changes will be lost.
zh_cn: 未保存的更改将丢失。

# HostEdit_AbandonConfirm
source: Discard
zh_cn: 放弃

# HostEdit_AbandonCancel
source: Keep Editing
zh_cn: 继续编辑

# HostEdit_SwitchAuthTitle
source: Switch Authentication Method?
zh_cn: 切换认证方式？

# HostEdit_SwitchAuthConfirm
source: Switch
zh_cn: 切换

# HostEdit_SwitchAuthCancel
source: Cancel
zh_cn: 取消

# HostEdit_TestMessage
source: Testing Connection…
zh_cn: 测试连接…

# HostEdit_TestTitle
source: Test Connection
zh_cn: 测试连接

# HostEdit_TestFailedTitle
source: Test Failed
zh_cn: 测试失败

# HostEdit_DialogOk
source: OK
zh_cn: 确定

# HostEdit_DialogClose
source: Close
zh_cn: 关闭

# HostEdit_FingerprintNone
source: (none)
zh_cn: （无）

# Keys_Title.Text
source: Keys
zh_cn: 密钥

# Keys_Empty_Title
source: No Keys Yet
zh_cn: 还没有密钥

# Keys_Empty_Description
source: Generate a new key, or import an existing private key.
zh_cn: 生成一个新密钥，或导入已有的私钥。

# Keys_Empty_Primary
source: Generate Key
zh_cn: 生成密钥

# Keys_Empty_Secondary
source: Import Key
zh_cn: 导入密钥

# Keys_Generate.Label
source: Generate
zh_cn: 生成

# Keys_Import.Label
source: Import
zh_cn: 导入

# Keys_MenuDetail.Text
source: View Details
zh_cn: 查看详情

# Keys_MenuDelete.Text
source: Delete
zh_cn: 删除

# Keys_MoreButton_A11yName
source: More Actions
zh_cn: 更多操作

# Snippets_Title.Title
source: Snippets
zh_cn: 片段

# Snippets_Empty_Title
source: No Snippets Yet
zh_cn: 还没有片段

# Snippets_Empty_Description
source: Save frequently used commands as snippets, send to terminal with one tap.
zh_cn: 把常用命令存成片段，一键发送到终端。

# Snippets_Empty_Primary
source: New Snippet
zh_cn: 新建片段

# Snippets_NoMatches_Title
source: No Matching Snippets
zh_cn: 没有匹配的片段

# Snippets_New.Label
source: New
zh_cn: 新建

# Sync_SignedOut
source: Not signed in
zh_cn: 未登录

source: Sync disabled
zh_cn: 同步未开启

# Sync_Locked
source: Vault locked
zh_cn: 保险库已锁定

# Sync_Idle
source: Waiting to sync
zh_cn: 等待同步

# Sync_Syncing
source: Syncing…
zh_cn: 正在同步…

# Sync_Synced
source: Synced
zh_cn: 已同步

# Sync_Offline
source: Offline, will retry later
zh_cn: 离线，稍后重试

# Sync_Conflict
source: Conflict needs resolving
zh_cn: 需要处理冲突

# Sync_Error
source: Sync failed
zh_cn: 同步失败

# Sync_AuthError
source: Sign-in expired
zh_cn: 登录已失效

# AccountSync_Header.Title
source: Account & Sync
zh_cn: 账号与同步

# AccountSync_TabStatus.Header
source: Status
zh_cn: 状态

# AccountSync_TabDevices.Header
source: Devices
zh_cn: 设备

# AccountSync_TabHistory.Header
source: History
zh_cn: 历史

# AccountSync_LastSynced
source: Last synced {0}
zh_cn: 上次同步 {0}

# AccountSync_LastSyncedNone
source: Never synced
zh_cn: 尚未同步

# AccountSync_NextRetry
source: Next retry {0}
zh_cn: 下次重试 {0}

# AccountSync_Meta
source: Revision r{0} · key v{1}
zh_cn: 版本 r{0} · 密钥 v{1}

# AccountSync_Logout
source: Sign out
zh_cn: 退出登录

# AccountSync_LogoutAll
source: Sign out all devices
zh_cn: 退出所有设备

# AccountSync_DevicesEmpty
source: No devices
zh_cn: 暂无设备

# AccountSync_HistoryEmpty
source: No history
zh_cn: 暂无历史版本

# AccountSync_RenameDeviceTitle
source: Rename device
zh_cn: 重命名设备

# AccountSync_Rename
source: Rename
zh_cn: 重命名

# AccountSync_Revoke
source: Revoke device…
zh_cn: 撤销设备…

# AccountSync_RevokeDeviceTitle
source: Revoke device
zh_cn: 撤销设备

# AccountSync_RevokeDeviceMessage
source: After revoking, that device must sign in again to sync. This cannot be undone.
zh_cn: 撤销后该设备将需要重新登录才能同步。此操作不可撤销。

# AccountSync_RestoreTitle
source: Restore this revision
zh_cn: 恢复到此版本

# AccountSync_RestoreMessage
source: Creates a new cloud revision from this one and overwrites local settings.
zh_cn: 将以此版本创建新的云端版本并覆盖本机配置。

# AccountSync_Restore
source: Restore
zh_cn: 恢复

# AccountSync_ClearHistoryTitle
source: Clear history
zh_cn: 清空历史

# AccountSync_ClearHistoryMessage
source: All cloud revisions will be deleted and cannot be recovered.
zh_cn: 云端历史版本将全部删除，且不可恢复。

# AccountSync_Clear
source: Clear
zh_cn: 清空

# AccountSync_DeleteVaultTitle
source: Delete cloud vault
zh_cn: 删除云端保险库

# AccountSync_DeleteVaultMessage
source: The cloud vault and history will be deleted; local settings are kept.
zh_cn: 云端保险库和历史版本将被删除，本机配置仍保留。

# AccountSync_Delete
source: Delete
zh_cn: 删除

# AccountSync_LogoutTitle
source: Sign out
zh_cn: 退出登录

# AccountSync_LogoutMessage
source: Sign out of the current device.
zh_cn: 将退出当前设备。

# AccountSync_LogoutAllTitle
source: Sign out all devices
zh_cn: 退出所有设备

# AccountSync_LogoutAllMessage
source: All devices will be signed out and must sign in again to sync.
zh_cn: 所有设备都将退出登录，需要重新登录才能同步。

# AccountSync_DeviceCurrentNote
source: This is the current device. Renaming works here; to revoke, use "Sign out".
zh_cn: 这是当前设备。重命名可用；撤销请用「退出登录」。

# AccountSync_DeviceListFailed
source: Could not load devices
zh_cn: 无法加载设备列表

# AccountSync_HistoryListFailed
source: Could not load history
zh_cn: 无法加载历史版本

# AccountSync_Cancel
source: Cancel
zh_cn: 取消

# Sync_Conflict_SensitiveChanged
source: Changed
zh_cn: 有变更

# Sync_CommandFailed
source: Action failed, please try again
zh_cn: 操作失败，请稍后重试

# Conflict_Header.Title
source: Sync Conflict
zh_cn: 同步冲突

# Conflict_Title_InitialImport
source: First sync, cloud already has settings
zh_cn: 首次同步，云端已有配置

# Conflict_Title_RemoteDeletion
source: Cloud deleted the following items
zh_cn: 云端删除了以下项目
